Repository: mwijanarko1/masjidly
Catalog: Masjidly - Official Masjid Prayer Times/Localizable.xcstrings
Source language: en
Languages: ar, ur

source: 5 min
ar: 5 دقائق
ur: 5 منٹ

source: 10 min
ar: 10 دقائق
ur: 10 منٹ

source: 15 min
ar: 15 دقيقة
ur: 15 منٹ

source: 30 min
ar: 30 دقيقة
ur: 30 منٹ

# accessibility.settings
source: Settings
ar: الإعدادات
ur: ترتیبات

# accessibility.timetable
source: Timetable
ar: الجدول
ur: ٹائم ٹیبل

source: Adhan
ar: الأذان
ur: اذان

source: Adhan playback progress
ar: تقدم تشغيل الأذان
ur: اذان چلنے کی پیش رفت

source: Adhan Reminder
ar: تذكير الأذان
ur: اذان کی یاد دہانی

# app_language.english
source: English
ar: الإنجليزية
ur: انگریزی

# app_language.system
source: System
ar: حسب الجهاز
ur: سسٹم

# app_language.urdu
source: اردو
ar: الأردية

# audio.adhan.pause_a11y
source: Pause adhan
ar: إيقاف الأذان مؤقتًا
ur: اذان روکیں

# audio.adhan.play_a11y
source: Play adhan
ar: تشغيل الأذان
ur: اذان چلائیں

# audio.adhan.progress_a11y
source: Adhan playback progress
ar: تقدم تشغيل الأذان
ur: اذان چلنے کی پیش رفت

# audio.adhan.progress_value_format
source: %lld percent
ar: %lld بالمئة
ur: %lld فیصد

# audio.adhan.stop_a11y
source: Stop adhan
ar: إيقاف الأذان
ur: اذان بند کریں

# audio.adhan.time_remaining_format
source: %@ / %@ · %@ left
ar: %@ / %@ · المتبقي %@
ur: %@ / %@ · %@ باقی

source: Before Adhan
ar: قبل الأذان
ur: اذان سے پہلے

source: Before Iqamah
ar: قبل الإقامة
ur: اقامت سے پہلے

# carousel.a11y
source: %1$@, %2$@, prayer %3$lld of %4$lld
ar: %1$@، %2$@، صلاة %3$lld من %4$lld
ur: %1$@، %2$@، نماز %3$lld میں سے %4$lld

# carousel.prayer_fallback
source: Prayer %lld
ar: صلاة %lld
ur: نماز %lld

source: Choose what you want Masjidly to notify you about. The iOS permission prompt will appear after this.
ar: اختر ما تريد أن يرسل ماسجدلي إشعارات عنه. سيظهر طلب إذن iOS بعد ذلك.
ur: منتخب کریں کہ آپ Masjidly سے کن چیزوں کی اطلاع چاہتے ہیں۔ اس کے بعد iOS اجازت کا پیغام ظاہر ہوگا۔

source: Choose your mosque
ar: اختر مسجدك
ur: اپنی مسجد منتخب کریں

source: Continue
ar: متابعة
ur: جاری رکھیں

source: Finish
ar: إنهاء
ur: مکمل کریں

# home.countdown.a11y.hint
source: Tap to show or hide a live countdown. Long press to keep it visible.
ar: اضغط لعرض العد التنازلي. اضغط مطولاً لإبقائه ظاهراً.
ur: شمار معلوم کرنے کے لیے تھپتھائیں۔ دکھائے رکھنے کے لیے دیر تک دبائیں۔

# home.countdown.adhan_in
source: ADHAN IN
ar: الأذان بعد
ur: اذان میں

# home.countdown.iqamah_in
source: IQAMAH IN
ar: الإقامة بعد
ur: اقامت میں

# home.countdown.next_prayer
source: NEXT PRAYER
ar: الصلاة التالية
ur: اگلی نماز

# home.iqamah_format
source: Iqamah: %@
ar: الإقامة: %@
ur: اقامت: %@

# illustration.asr
source: Asr illustration
ar: رسم العصر
ur: عصر کی تصویر

# illustration.dhuhr
source: Dhuhr illustration
ar: رسم الظهر
ur: ظہر کی تصویر

# illustration.fajr
source: Fajr illustration
ar: رسم الفجر
ur: فجر کی تصویر

# illustration.isha
source: Isha illustration
ar: رسم العشاء
ur: عشاء کی تصویر

# illustration.jummah
source: Jummah illustration
ar: رسم الجمعة
ur: جمعہ کی تصویر

# illustration.maghrib
source: Maghrib illustration
ar: رسم المغرب
ur: مغرب کی تصویر

# illustration.prayer_generic
source: Prayer illustration
ar: رسم الصلاة
ur: نماز کی تصویر

source: Iqamah
ar: الإقامة
ur: اقامت

source: Iqamah Reminder
ar: تذكير الإقامة
ur: اقامت کی یاد دہانی

source: Masjidly will show official prayer and iqamah times for this mosque.
ar: سيعرض ماسجدلي أوقات الصلاة والإقامة الرسمية لهذا المسجد.
ur: Masjidly اس مسجد کے سرکاری نماز اور اقامت کے اوقات دکھائے گا۔

source: Mosque
ar: المسجد
ur: مسجد

source: None
ar: بدون
ur: کوئی نہیں

# notification.action.dismiss
source: Dismiss
ar: إغلاق
ur: بند کریں

# notification.action.open_timetable
source: Open timetable
ar: افتح الجدول
ur: ٹائم ٹیبل کھولیں

# notification.action.snooze_reminder
source: Snooze reminder
ar: تأجيل التذكير
ur: یاد دہانی ملتوی کریں

# notification.action.view_mosque
source: View mosque
ar: عرض المسجد
ur: مسجد دیکھیں

# notification.action.view_times
source: View times
ar: عرض الأوقات
ur: اوقات دیکھیں

# notification.asr_adhan
source: Asr adhan %@
ar: أذان العصر %@
ur: عصر کی اذان %@

# notification.asr_iqamah
source: Asr iqamah %@
ar: إقامة العصر %@
ur: عصر کی اقامت %@

# notification.channel.adhan
source: Adhan
ar: الأذان
ur: اذان

# notification.channel.iqamah
source: Iqamah
ar: الإقامة
ur: اقامت

# notification.copy.adhan.body
source: Tap to hear adhan.
ar: اضغط لسماع الأذان.
ur: اذان سننے کے لیے ٹیپ کریں۔

# notification.copy.adhan.title
source: %@ Adhan
ar: أذان %@
ur: %@ کی اذان

# notification.copy.before_adhan.body
source: Adhan in %lld min.
ar: الأذان بعد %lld دقيقة.
ur: %lld منٹ میں اذان۔

# notification.copy.before_adhan.title
source: %@ soon
ar: %@ قريبًا
ur: %@ قریب ہے

# notification.copy.before_iqamah.body
source: Iqamah in %lld min.
ar: الإقامة بعد %lld دقيقة.
ur: %lld منٹ میں اقامت۔

# notification.copy.before_iqamah.title
source: %@ Iqamah soon
ar: إقامة %@ قريبًا
ur: %@ کی اقامت قریب ہے

# notification.copy.iqamah.body
source: Iqamah for %@ is now.
ar: حان وقت إقامة %@.
ur: %@ کی اقامت اب ہے۔

# notification.copy.iqamah.title
source: %@ Iqamah
ar: إقامة %@
ur: %@ کی اقامت

# notification.dhuhr_adhan
source: Dhuhr adhan %@
ar: أذان الظهر %@
ur: ظہر کی اذان %@

# notification.dhuhr_iqamah
source: Dhuhr iqamah %@
ar: إقامة الظهر %@
ur: ظہر کی اقامت %@

# notification.fajr_adhan
source: Fajr adhan %@
ar: أذان الفجر %@
ur: فجر کی اذان %@

# notification.fajr_iqamah
source: Fajr iqamah %@
ar: إقامة الفجر %@
ur: فجر کی اقامت %@

# notification.isha_adhan
source: Isha adhan %@
ar: أذان العشاء %@
ur: عشاء کی اذان %@

# notification.isha_iqamah
source: Isha iqamah %@
ar: إقامة العشاء %@
ur: عشاء کی اقامت %@

# notification.jummah
source: Jummah %@
ar: الجمعة %@
ur: جمعہ %@

# notification.jummah_adhan
source: Jummah adhan %@
ar: أذان الجمعة %@
ur: جمعہ کی اذان %@

# notification.maghrib_adhan
source: Maghrib adhan %@
ar: أذان المغرب %@
ur: مغرب کی اذان %@

# notification.maghrib_iqamah
source: Maghrib iqamah %@
ar: إقامة المغرب %@
ur: مغرب کی اقامت %@

source: Off
ar: إيقاف
ur: بند

# onboarding.close_settings.message
source: Tap the close button to finish setup.
ar: اضغط زر الإغلاق لإنهاء الإعداد.
ur: سیٹ اپ مکمل کرنے کے لیے بند کرنے کا بٹن ٹیپ کریں۔

# onboarding.close_settings.title
source: Close Settings
ar: أغلق الإعدادات
ur: ترتیبات بند کریں

# onboarding.close_timetable.message
source: Tap the close button to return to the prayer times.
ar: اضغط زر الإغلاق للعودة إلى أوقات الصلاة.
ur: نماز کے اوقات پر واپس جانے کے لیے بند کرنے کا بٹن ٹیپ کریں۔

# onboarding.close_timetable.title
source: Close the timetable
ar: أغلق الجدول
ur: ٹائم ٹیبل بند کریں

# onboarding.continue
source: Continue
ar: متابعة
ur: جاری رکھیں

# onboarding.explore_settings.message
source: Mosque picks which masjid’s times you see. 24-hour time changes how clocks read. Notifications has a master switch; when on, you can enable adhan and iqamah alerts separately and set optional reminders before each. Scroll to skim everything, then tap Continue.
ar: المسجد يحدد مصدر الأوقات. تنسيق 24 ساعة يغيّر شكل الساعات. الإشعارات: التفعيل الرئيسي ثم قناة الأذان والإقامة، مع تذكيرات اختيارية قبل كل منهما. مرّر لأسفل لرؤية كل الخيارات، ثم اضغط متابعة.
ur: مسجد سے اوقات کا ذریعہ طے ہوتا ہے۔ 24 گھنٹے والا وقت گھڑیوں کا انداز بدلتا ہے۔ نوٹیفیکیشنز میں ماسٹر سوئچ ہے؛ چالو ہونے پر اذان اور اقامت الگ سے چالو کر سکتے ہیں اور ہر سے پہلے یاد دہانی۔ نیچے سکرول کر کے دیکھ لیں، پھر جاری رکھیں پر ٹیپ کریں۔

# onboarding.explore_settings.title
source: What these settings do
ar: ماذا تفعل هذه الإعدادات؟
ur: یہ ترتیبات کیا کرتی ہیں

# onboarding.explore_timetable.message
source: Swipe the date row sideways to pick another day. Use the month arrows to load other months. Scroll the prayer list for the selected day. When you’re done exploring, tap Continue.
ar: مرّر صف الأيام أفقياً لاختيار يوم آخر. استخدم سهمي الشهر للانتقال بين الأشهر. مرّر قائمة الصلوات لذلك اليوم. عند الانتهاء، اضغط متابعة.
ur: تاریخوں کی قطار کو سائیڈ سے سلائیڈ کر کے دوسرا دن چنیں۔ مہینے بدلنے کے لیے تیر والے بٹن استعمال کریں۔ منتخب دن کی نمازوں کی فہرست سکرول کریں۔ دیکھ لیں تو جاری رکھیں پر ٹیپ کریں۔

# onboarding.explore_timetable.title
source: Browse dates and months
ar: تصفّح التواريخ والأشهر
ur: تاریخیں اور مہینے دیکھیں

# onboarding.finish
source: Finish
ar: إنهاء
ur: مکمل کریں

# onboarding.mosque.message
source: Choose your city, then your mosque. Masjidly will show official prayer and iqamah times for that mosque.
ar: اختر مدينتك ثم مسجدك. سيعرض ماسجدلي أوقات الصلاة والإقامة الرسمية لهذا المسجد.
ur: پہلے شہر، پھر مسجد منتخب کریں۔ Masjidly اس مسجد کے سرکاری نماز اور اقامت کے اوقات دکھائے گا۔

# onboarding.mosque.title
source: City & mosque
ar: المدينة والمسجد
ur: شہر اور مسجد

# onboarding.notifications.message
source: Choose what you want Masjidly to notify you about. The iOS permission prompt will appear after this.
ar: اختر ما تريد أن يرسل ماسجدلي إشعارات عنه. سيظهر طلب إذن iOS بعد ذلك.
ur: منتخب کریں کہ آپ Masjidly سے کن چیزوں کی اطلاع چاہتے ہیں۔ اس کے بعد iOS اجازت کا پیغام ظاہر ہوگا۔

# onboarding.notifications.title
source: Prayer notifications
ar: إشعارات الصلاة
ur: نماز کی اطلاعات

# onboarding.qibla.allow_location
source: Allow Location Access
ar: السماح بالوصول إلى الموقع
ur: لوکیشن رسائی کی اجازت دیں

# onboarding.qibla.later
source: Do It Later
ar: لاحقًا
ur: بعد میں کریں

# onboarding.qibla.message
source: The triangle points toward the Qibla. Rotate your phone until it lines up when you are ready to pray.
ar: يشير المثلث نحو القبلة. أدر هاتفك حتى يصطف مع اتجاه الصلاة عندما تكون جاهزًا.
ur: مثلث قبلہ کی طرف اشارہ کرتا ہے۔ نماز کے لیے تیار ہوں تو فون گھمائیں تاکہ یہ سیدھا ہو جائے۔

# onboarding.qibla.title
source: Qibla direction
ar: اتجاه القبلة
ur: قبلہ کی سمت

# onboarding.settings.message
source: Tap the settings button (top-right) to choose preferences.
ar: اضغط زر الإعدادات أعلى اليمين لاختيار التفضيلات.
ur: ترجیحات منتخب کرنے کے لیے اوپر دائیں ترتیبات بٹن پر ٹیپ کریں۔

# onboarding.settings.title
source: Open Settings
ar: افتح الإعدادات
ur: ترتیبات کھولیں

# onboarding.shortcut.message_format
source: Tap %@ to view that prayer time.
ar: اضغط %@ لعرض وقت تلك الصلاة.
ur: اس نماز کا وقت دیکھنے کے لیے %@ پر ٹیپ کریں۔

# onboarding.shortcut.title
source: Try the prayer shortcuts
ar: جرّب اختصارات الصلاة
ur: نماز کے شارٹ کٹس آزمائیں

# onboarding.timetable.message
source: Tap the calendar button (top-left) to see the full timetable.
ar: اضغط زر التقويم أعلى اليسار لرؤية الجدول الكامل.
ur: مکمل ٹائم ٹیبل دیکھنے کے لیے اوپر بائیں کیلنڈر بٹن پر ٹیپ کریں۔

# onboarding.timetable.title
source: Open the timetable
ar: افتح الجدول
ur: ٹائم ٹیبل کھولیں

source: Prayer notifications
ar: إشعارات الصلاة
ur: نماز کی اطلاعات

# prayer.asr
source: Asr
ar: العصر
ur: عصر

# prayer.dhuhr
source: Dhuhr
ar: الظهر
ur: ظہر

# prayer.fajr
source: Fajr
ar: الفجر
ur: فجر

# prayer.isha
source: Isha
ar: العشاء
ur: عشاء

# prayer.jummah
source: Jummah
ar: الجمعة
ur: جمعہ

# prayer.maghrib
source: Maghrib
ar: المغرب
ur: مغرب

# prayer.sunrise
source: Sunrise
ar: الشروق
ur: طلوع آفتاب

# prayer.unknown
source: Prayer
ar: صلاة
ur: نماز

# qibla.icon_a11y
source: Qibla direction indicator
ar: مؤشر اتجاه القبلة
ur: قبلہ سمت کا اشارہ

source: Reminders
ar: التذكيرات
ur: یاد دہانیاں

# review.enjoyment.love_it
source: Yes, loving it
ar: نعم، أحبه
ur: جی ہاں، بہت پسند ہے

# review.enjoyment.message
source: Your feedback helps us improve prayer times for everyone.
ar: ملاحظاتك تساعدنا على تحسين أوقات الصلاة للجميع.
ur: آپ کی رائے ہمیں سب کے لیے نماز کے اوقات بہتر بنانے میں مدد دیتی ہے۔

# review.enjoyment.not_really
source: Not really
ar: ليس كثيرًا
ur: زیادہ نہیں

# review.enjoyment.title
source: Loving Masjidly?
ar: هل تحب التطبيق؟
ur: کیا آپ کو Masjidly پسند ہے؟

# settings.adhan_sound.pause
source: Pause adhan preview
ar: إيقاف مؤقت
ur: پیش نظارہ روکیں

# settings.adhan_sound.preview
source: Preview adhan sound
ar: معاينة
ur: اذان کی آواز سنیں

# settings.city.picker
source: City
ar: المدينة
ur: شہر

# settings.contact.feedback.title
source: New features & feedback
ar: ميزات جديدة وملاحظات
ur: نئی خصوصیات اور رائے

# settings.contact.prayer_times.title
source: Prayer times
ar: أوقات الصلاة
ur: نماز کے اوقات

# settings.development.instant
source: Instant
ar: فوري
ur: فوراً

# settings.development.notification_type.all
source: All Three
ar: الثلاثة كلها
ur: تینوں

# settings.development.notification_type.reminder
source: Reminder
ar: تذكير
ur: یاد دہانی

# settings.development.test_notification_format
source: Test %@
ar: اختبار %@
ur: %@ ٹیسٹ کریں

# settings.development.test_review_prompt
source: Test review prompt
ar: اختبار طلب المراجعة
ur: جائزہ پرامپٹ ٹیسٹ کریں

# settings.development.test_tutorial
source: Test tutorial
ar: اختبار الشرح
ur: ٹیوٹوریل ٹیسٹ کریں

# settings.development.three_instant
source: 3× instant
ar: 3× فوري
ur: 3× فوراً

# settings.done
source: Done
ar: تم
ur: ہو گیا

# settings.header.subtitle
source: Manage your mosque, time format, and prayer reminders.
ar: أدر مسجدك وتنسيق الوقت وتذكيرات الصلاة.
ur: اپنی مسجد، وقت کی شکل اور نماز کی یاد دہانیاں منظم کریں۔

# settings.header.title
source: Settings
ar: الإعدادات
ur: ترتیبات

# settings.language.app
source: Language
ar: اللغة
ur: زبان

# settings.language.arabic
source: Arabic
ar: العربية
ur: عربی

# settings.language.english
source: English
ar: الإنجليزية
ur: انگریزی

# settings.language.indonesian
source: Indonesian
ar: الإندونيسية
ur: انڈونیشیائی

# settings.language.picker
source: App language
ar: لغة التطبيق
ur: ایپ کی زبان

# settings.language.subtitle
source: Change the language used in the app and notifications.
ar: غيّر لغة الواجهة والإشعارات.
ur: ایپ اور اطلاعات میں استعمال ہونے والی زبان بدلیں۔

# settings.language.title
source: Language
ar: اللغة
ur: زبان

# settings.language.urdu
source: Urdu
ar: الأردية
ur: اردو

# settings.location.allow
source: Allow Location
ar: السماح بالموقع
ur: لوکیشن کی اجازت دیں

# settings.location.open_settings
source: Open System Settings
ar: افتح إعدادات النظام
ur: سسٹم ترتیبات کھولیں

# settings.location.recovery.message
source: Enable location access to see the Qibla compass direction.
ar: فعّل الوصول إلى الموقع لرؤية اتجاه بوصلة القبلة.
ur: قبلہ کمپاس کی سمت دیکھنے کے لیے لوکیشن رسائی فعال کریں۔

# settings.mosque.picker
source: Mosque
ar: المسجد
ur: مسجد

# settings.navigation.title
source: Settings
ar: الإعدادات
ur: ترتیبات

# settings.notification.asr
source: Asr
ar: العصر
ur: عصر

# settings.notification.dhuhr_jummah
source: Dhuhr / Jummah
ar: الظهر / الجمعة
ur: ظہر / جمعہ

# settings.notification.fajr
source: Fajr
ar: الفجر
ur: فجر

# settings.notification.isha
source: Isha
ar: العشاء
ur: عشاء

# settings.notification.maghrib
source: Maghrib
ar: المغرب
ur: مغرب

# settings.notifications.master.off
source: All reminders are paused
ar: جميع التذكيرات متوقفة
ur: تمام یاد دہانیاں روک دی گئیں

# settings.notifications.master.on
source: Reminders are active
ar: التذكيرات نشطة
ur: یاد دہانیاں فعال ہیں

# settings.notifications.master.title
source: Prayer notifications
ar: تذكيرات الصلاة
ur: نماز کی اطلاعات

# settings.notifications.subtitle
source: Control prayer reminders for the selected mosque.
ar: تحكم في تذكيرات الصلاة للمسجد المحدد.
ur: منتخب مسجد کے لیے نماز کی یاد دہانیاں کنٹرول کریں۔

# settings.notifications.title
source: Notifications
ar: الإشعارات
ur: اطلاعات

# settings.qibla.enabled.title
source: Enable Qiblah feature
ar: تفعيل ميزة القبلة
ur: قبلہ فیچر فعال کریں

# settings.reminder.adhan_picker
source: Adhan Reminder
ar: تذكير الأذان
ur: اذان کی یاد دہانی

# settings.reminder.before_adhan
source: Before Adhan
ar: قبل الأذان
ur: اذان سے پہلے

# settings.reminder.before_iqamah
source: Before Iqamah
ar: قبل الإقامة
ur: اقامت سے پہلے

# settings.reminder.iqamah_picker
source: Iqamah Reminder
ar: تذكير الإقامة
ur: اقامت کی یاد دہانی

# settings.reminder.minutes_format
source: %lld min
ar: %lld دقيقة
ur: %lld منٹ

# settings.reminder.none
source: None
ar: بدون
ur: کوئی نہیں

# settings.reminder.off
source: Off
ar: إيقاف
ur: بند

# settings.reminders.title
source: Reminders
ar: التذكيرات
ur: یاد دہانیاں

# settings.section.contact.title
source: Contact
ar: اتصل
ur: رابطہ

# settings.section.development.title
source: Development
ar: التطوير
ur: ڈیولپمنٹ

# settings.section.display.subtitle
source: Keep times easy to scan at a glance.
ar: اجعل الأوقات سهلة القراءة.
ur: اوقات کو ایک نظر میں پڑھنے میں آسان رکھیں۔

# settings.section.display.title
source: Display
ar: العرض
ur: ڈسپلے

# settings.section.language.title
source: App language
ar: لغة التطبيق
ur: ایپ کی زبان

# settings.section.location.title
source: Location
ar: الموقع
ur: لوکیشن

# settings.section.mosque.subtitle
source: Choose the official timetable used across the app.
ar: اختر الجدول الرسمي المستخدم في التطبيق.
ur: ایپ بھر میں استعمال ہونے والا سرکاری اوقات منتخب کریں۔

# settings.section.mosque.title
source: Mosque
ar: المسجد
ur: مسجد

# settings.section.qibla.title
source: Qiblah
ar: القبلة
ur: قبلہ

# settings.sound.iqamah.handoff
source: Classic chime
ar: نغمة كلاسيكية
ur: کلاسک گھنٹی

# settings.sound.iqamah.phone_ringtone
source: Default ringtone
ar: نغمة الجهاز الافتراضية
ur: ڈیفالٹ رنگ ٹون

# settings.sound.iqamah.standard_alert
source: Standard alert
ar: تنبيه افتراضي
ur: معیاری الرٹ

# settings.sound.iqamah.subtle
source: Subtle tone
ar: نغمة خفيفة
ur: ہلکی آواز

# settings.sound.reminder.handoff
source: Classic chime
ar: نغمة كلاسيكية
ur: کلاسک گھنٹی

# settings.sound.reminder.phone_ringtone
source: Default ringtone
ar: نغمة الجهاز الافتراضية
ur: ڈیفالٹ رنگ ٹون

# settings.sound.reminder.quiet
source: Quiet tone
ar: نغمة هادئة
ur: چپ آواز

# settings.sound.reminder.standard_alert
source: Standard alert
ar: تنبيه افتراضي
ur: معیاری الرٹ

# settings.time.24h.off
source: Showing 6:45 PM style times
ar: عرض 6:45 م
ur: 6:45 PM جیسے اوقات دکھا رہے ہیں

# settings.time.24h.on
source: Showing 18:45 style times
ar: عرض 18:45
ur: 18:45 طرز کے اوقات دکھا رہے ہیں

# settings.time.24h.title
source: 24-hour time
ar: وقت 24 ساعة
ur: 24 گھنٹے کا وقت

# sun_phase.afternoon
source: Afternoon sun
ar: شمس بعد الظهر
ur: دوپہر کے بعد سورج

# sun_phase.crescent
source: Crescent moon
ar: هلال
ur: هلال

# sun_phase.dawn
source: Dawn sun rising, horizon line above
ar: شمس الفجر فوق الأفق
ur: طلوع فجر، افق کے اوپر

# sun_phase.midday
source: Midday sun
ar: شمس الظهيرة
ur: دوپہر کا سورج

# sun_phase.sunrise
source: Sunrise, sun at the horizon
ar: شروق الشمس عند الأفق
ur: طلوع آفتاب، افق پر سورج

# sun_phase.sunset
source: Sunset, sun at the horizon
ar: غروب الشمس عند الأفق
ur: غروب آفتاب، افق پر سورج

source: Test tutorial
ar: اختبار الشرح
ur: ٹیوٹوریل ٹیسٹ کریں

# timetable.close_a11y
source: Close timetable
ar: إغلاق الجدول
ur: ٹائم ٹیبل بند کریں

# timetable.header.adhan
source: Adhan
ar: الأذان
ur: اذان

# timetable.header.asr
source: Asr
ar: العصر
ur: عصر

# timetable.header.date
source: Date
ar: التاريخ
ur: تاریخ

# timetable.header.dhu
source: Dhuhr
ar: الظهر
ur: ظہر

# timetable.header.fajr
source: Fajr
ar: الفجر
ur: فجر

# timetable.header.iqamah
source: Iqamah
ar: الإقامة
ur: اقامت

# timetable.header.ish
source: Isha
ar: العشاء
ur: عشاء

# timetable.header.mag
source: Maghrib
ar: المغرب
ur: مغرب

# timetable.header.prayer
source: Prayer
ar: الصلاة
ur: نماز

# timetable.header.shu
source: Sunrise
ar: الشروق
ur: طلوع آفتاب
